package cycres.sentencesgame;

/**
 * ゲームの共通変数と関数
 * @author scobin
 *
 */
public class GameContent {

	public static String konayuki= 
		"粉雪舞う季節はいつもすれ違い/n"+
	    "人混みに紛れても同じ空見てるのに/n"+
		"風に吹かれて 似たように凍えるのに/n"+
		"僕は君の全てなど知ってはいないだろう/n"+
		"それでも一億人から君を見つけたよ/n"+
		"根拠はないけど本気で思ってるんだ/n"+
		"些細な言い合いもなくて同じ時間を生きてなどいけない/n"+
		"素直になれないなら 喜びも悲しみも虚しいだけ/n"+
		"粉雪 ねえ 心まで白く染められたなら/n"+
		"二人の孤独を分け合う事が出来たのかい/n"+
		"僕は君の心に耳を押し当てて/n"+
		"その声のする方へすっと深くまで/n"+
		"下りてゆきたい そこでもう一度会おう/n"+
		"分かり合いたいなんて 上辺を撫でていたのは僕の方/n"+
		"君のかじかんだ手も 握りしめることだけで繋がってたのに/n"+
		"粉雪 ねえ 永遠を前にあまりに脆く/n"+
		"ざらつくアスファルトの上シミになってゆくよ/n"+
		"粉雪 ねえ 時に頼りなく心は揺れる/n"+
		"それでも僕は君のこと守り続けたい/n"+
		"粉雪 ねえ 心まで白く染められたなら/n"+
		"二人の孤独を包んで空にかえすから";
		

}
